{"<unk>": 0, "<pad>": 1, "Two": 2, "young": 3, "guys": 4, "with": 5, "shaggy": 6, "hair": 7, "look": 8, "at": 9, "their": 10, "hands": 11, "while": 12, "hanging": 13, "out": 14, "in": 15, "the": 16, "yard": 17, ".": 18, "White": 19, "males": 20, "are": 21, "outside": 22, "near": 23, "many": 24, "bushes": 25, "men": 26, "green": 27, "shirts": 28, "standing": 29, "a": 30, "A": 31, "man": 32, "blue": 33, "shirt": 34, "garden": 35, "friends": 36, "enjoy": 37, "time": 38, "together": 39, "Several": 40, "hard": 41, "hats": 42, "operating": 43, "giant": 44, "pulley": 45, "system": 46, "Workers": 47, "down": 48, "from": 49, "up": 50, "above": 51, "on": 52, "piece": 53, "of": 54, "equipment": 55, "working": 56, "machine": 57, "wearing": 58, "Four": 59, "top": 60, "tall": 61, "structure": 62, "Three": 63, "large": 64, "rig": 65, "child": 66, "pink": 67, "dress": 68, "is": 69, "climbing": 70, "set": 71, "stairs": 72, "an": 73, "entry": 74, "way": 75, "little": 76, "girl": 77, "going": 78, "into": 79, "wooden": 80, "cabin": 81, "to": 82, "her": 83, "playhouse": 84, "building": 85, "Someone": 86, "and": 87, "hat": 88, "stair": 89, "leaning": 90, "against": 91, "window": 92, "ladder": 93, "cleaning": 94, "cleans": 95, "jeans": 96, "windows": 97, ",": 98, "one": 99, "gray": 100, "black": 101, "stove": 102, "guy": 103, "cooking": 104, "joking": 105, "around": 106, "camera": 107, "kitchen": 108, "food": 109, "preparing": 110, "meal": 111, "people": 112, "photo": 113, "playing": 114, "guitar": 115, "other": 116, "poking": 117, "him": 118, "holds": 119, "observes": 120, "his": 121, "fixing": 122, "players": 123, "costume": 124, "another": 125, "'s": 126, "coat": 127, "two": 128, "boys": 129, "sits": 130, "chair": 131, "holding": 132, "stuffed": 133, "animal": 134, "lion": 135, "sitting": 136, "completes": 137, "finishing": 138, "touches": 139, "toy": 140, "smiling": 141, "rollerskates": 142, "talking": 143, "cellphone": 144, "parking": 145, "lot": 146, "trendy": 147, "gliding": 148, "slowly": 149, "street": 150, "adult": 151, "rollerblades": 152, "cellular": 153, "phone": 154, "ear": 155, "there": 156, "skating": 157, "Woman": 158, "An": 159, "asian": 160, "suit": 161, "stands": 162, "dark-haired": 163, "woman": 164, "brown-haired": 165, "pipes": 166, "metal": 167, "railing": 168, "walks": 169, "past": 170, "dressed": 171, "hip": 172, "outfits": 173, "purse": 174, "walking": 175, "by": 176, "gate": 177, "jumping": 178, "over": 179, "rail": 180, "same": 181, "without": 182, "youths": 183, "roadside": 184, "night": 185, "Boys": 186, "dancing": 187, "poles": 188, "middle": 189, "no": 190, "Five": 191, "ballet": 192, "dancers": 193, "caught": 194, "mid": 195, "jump": 196, "studio": 197, "sunlight": 198, "coming": 199, "through": 200, "practice": 201, "wonderful": 202, "form": 203, "girls": 204, "leaping": 205, "simultaneously": 206, "dance": 207, "room": 208, "bending": 209, "feet": 210, "class": 211, "five": 212, "sneakers": 213, "midair": 214, "flight": 215, "concrete": 216, "casually": 217, "stairway": 218, "outdoors": 219, "stone": 220, "wall": 221, "behind": 222, "them": 223, "three": 224, "not": 225, "staircase": 226, "excited": 227, "faces": 228, "dog": 229, "white": 230, "brown": 231, "spots": 232, "staring": 233, "each": 234, "tri-colored": 235, "road": 236, "dogs": 237, "different": 238, "breeds": 239, "looking": 240, "pavement": 241, "moving": 242, "toward": 243, "spotted": 244, "fighting": 245, "reflective": 246, "safety": 247, "clothes": 248, "protection": 249, "drives": 250, "John": 251, "Deere": 252, "tractor": 253, "driver": 254, "wears": 255, "easy": 256, "see": 257, "clothing": 258, "neon": 259, "orange": 260, "uniform": 261, "driving": 262, "headphones": 263, "paved": 264, "main": 265, "country": 266, "Some": 267, "women": 268, "front": 269, "bus": 270, "buildings": 271, "it": 272, "stand": 273, "city": 274, "group": 275, "wait": 276, "Women": 277, "dark": 278, "glasses": 279, "putting": 280, "powder": 281, "cake": 282, "using": 283, "lady": 284, "sprinkling": 285, "powdered": 286, "sugar": 287, "sprinkles": 288, "onto": 289, "Girl": 290, "jacket": 291, "sifting": 292, "chocolate": 293, "pan": 294, "small": 295, "grass": 296, "plays": 297, "canvas": 298, "rainbow": 299, "covered": 300, "paint": 301, "painted": 302, "bowl": 303, "There": 304, "pigtails": 305, "painting": 306, "Young": 307, "sleeping": 308, "bench": 309, "next": 310, "lays": 311, "which": 312, "also": 313, "tied": 314, "laying": 315, "leash": 316, "ground": 317, "shirtless": 318, "lies": 319, "park": 320, "adults": 321, "inside": 322, "home": 323, "chairs": 324, "arranged": 325, "circle": 326, "type": 327, "musical": 328, "instruments": 329, "musicians": 330, "four": 331, "practicing": 332, "sheet": 333, "music": 334, "flutes": 335, ")": 336, "living": 337, "People": 338, "gathered": 339, "some": 340, "talk": 341, "about": 342, "favorite": 343, "tunes": 344, "both": 345, "clarinets": 346, "elderly": 347, "stringed": 348, "instrument": 349, "At": 350, "least": 351, "play": 352, "clearly": 353, "bunch": 354, "as": 355, "they": 356, "read": 357, "off": 358, "performing": 359, "person": 360, "alone": 361, "has": 362, "broken": 363, "roadway": 364, "washed": 365, "bridge": 366, "supports": 367, "surveys": 368, "t-shirt": 369, "looks": 370, "surrounded": 371, "crowd": 372, "metro": 373, "station": 374, "entrance": 375, "Metro": 376, "Crowd": 377, "area": 378, "goatee": 379, "latex": 380, "gloves": 381, "tattoo": 382, "gun": 383, "place": 384, "someone": 385, "back": 386, "upper": 387, "giving": 388, "getting": 389, "children": 390, "boy": 391, "writing": 392, "sit": 393, "seesaw": 394, "sand": 395, "teeter": 396, "totter": 397, "2": 398, "kids": 399, "vest": 400, "intersection": 401, "flag": 402, "caution": 403, "waving": 404, "bright": 405, "corner": 406, "spray": 407, "construction": 408, "worker": 409, "red": 410, "The": 411, "pierced": 412, "ears": 413, "beer": 414, "can": 415, "crocheted": 416, "gauges": 417, "starring": 418, "something": 419, "long": 420, "beret": 421, "beige": 422, "raincoat": 423, "marketplace": 424, "scenery": 425, "artists": 426, "paintings": 427, "busy": 428, "sidewalk": 429, "studying": 430, "scene": 431, "public": 432, "others": 433, "who": 434, "Lady": 435, "admiring": 436, "outdoor": 437, "art": 438, "fair": 439, "foot": 440, "waste": 441, "basket": 442, "pants": 443, "pushing": 444, "cart": 445, "dolly": 446, "janitor": 447, "tools": 448, "grips": 449, "ropes": 450, "playground": 451, "climbs": 452, "rope": 453, "roping": 454, "net": 455, "end": 456, "traveling": 457, "flower": 458, "teen": 459, "unknown": 460, "object": 461, "for": 462, "photographers": 463, "train": 464, "crane": 465, "You": 466, "know": 467, "i": 468, "am": 469, "like": 470, "blond": 471, "yellow": 472, "gazing": 473, "pole": 474, "vault": 475, "determined": 476, "sky": 477, "baseball": 478, "cap": 479, "bathroom": 480, "coffee": 481, "mug": 482, "ball": 483, "cup": 484, "between": 485, "posing": 486, "multicolored": 487, "background": 488, "sunset": 489, "clear": 490, "skies": 491, "sun": 492, "setting": 493, "silhouettes": 494, "decorate": 495, "horizon": 496, "sets": 497, "restaurant": 498, "glass": 499, "table": 500, "drink": 501, "drinking": 502, "old": 503, "having": 504, "running": 505, "grassy": 506, "fence": 507, "Boston": 508, "Terrier": 509, "lush": 510, "runs": 511, "terrier": 512, "officer": 513, "van": 514, "trained": 515, "police": 516, "handler": 517, "security": 518, "watch": 519, "policeman": 520, "German": 521, "Shepherd": 522, "stops": 523, "search": 524, "\"": 525, "conditions": 526, "snow": 527, "seem": 528, "almost": 529, "details": 530, "cold": 531, "weather": 532, "heavy": 533, "riding": 534, "bicycle": 535, "suburban": 536, "neighborhood": 537, "rides": 538, "bike": 539, "snowy": 540, "tie": 541, "slacks": 542, "converse": 543, "open": 544, "5": 545, "suits": 546, "short-sleeved": 547, "ties": 548, "stop": 549, "take": 550, "break": 551, "business": 552, "tan": 553, "backwards": 554, "factory": 555, "Older": 556, "too": 557, "photograph": 558, "camp": 559, "among": 560, "machines": 561, "works": 562, "machinery": 563, "work": 564, "caucasian": 565, "dark-skinned": 566, "sleeveless": 567, "conveyor": 568, "packing": 569, "jars": 570, "candles": 571, "boxes": 572, "sorting": 573, "warehouse": 574, "manager": 575, "assisting": 576, "employee": 577, "assembly": 578, "line": 579, "Man": 580, "outfit": 581, "broom": 582, "traditional": 583, "Asian": 584, "architecture": 585, "baby": 586, "bottoms": 587, "remove": 588, "dirt": 589, "kimono": 590, "sweep": 591, "sweeping": 592, "walkway": 593, "florescent": 594, "vests": 595, "parked": 596, "cars": 597, "converses": 598, "seen": 599, "leans": 600, "car": 601, "watching": 602, "row": 603, "waiting": 604, "go": 605, "tourist": 606, "eating": 607, "snack": 608, "toddlers": 609, "infants": 610, "female": 611, "babies": 612, "chips": 613, "silver": 614, "mobile": 615, "weird": 616, "vehicle": 617, "plaza": 618, "Segway": 619, "showing": 620, "product": 621, "modern": 622, "?": 623, "approaches": 624, "strange": 625, "containing": 626, "onlookers": 627, "observe": 628, "roped": 629, "barrier": 630, "watches": 631, "bride": 632, "groom": 633, "side": 634, "focus": 635, "pathway": 636, "brick": 637, "beautiful": 638, "new": 639, "husband": 640, "recently": 641, "married": 642, "couple": 643, "pose": 644, "arm": 645, "Nintendo": 646, "controller": 647, "McDonald": 648, "video": 649, "game": 650, "kiosk": 651, "kid": 652, "water": 653, "head": 654, "turned": 655, "Dog": 656, "shore": 657, "shaking": 658, "shakes": 659, "edge": 660, "beach": 661, "its": 662, "picnic": 663, "tables": 664, "enjoying": 665, "day": 666, "reunion": 667, "full": 668, "swing": 669, "moon": 670, "bounce": 671, "barbecue": 672, "or": 673, "spanish": 674, "pass": 675, "sunglasses": 676, "puts": 677, "blouse": 678, "traffic": 679, "seated": 680, "balloon": 681, "design": 682, "burger": 683, "touching": 684, "older": 685, "coolers": 686, "gray-haired": 687, "enjoys": 688, "sandwich": 689, "student": 690, "downward": 691, "kick": 692, "board": 693, "held": 694, "Karate": 695, "instructor": 696, "wood": 697, "half": 698, "karate": 699, "kicking": 700, "stick": 701, "that": 702, "do": 703, "breaking": 704, "boards": 705, "demonstrating": 706, "martial": 707, "arts": 708, "youngsters": 709, "crouched": 710, "mat": 711, "during": 712, "competition": 713, "jumps": 714, "students": 715, "demonstration": 716, "perform": 717, "balconies": 718, "pipe": 719, "towards": 720, "lower": 721, "balcony": 722, "liquid": 723, "poured": 724, "sweatshirt": 725, "reaching": 726, "hand": 727, "empties": 728, "bottle": 729, "unto": 730, "below": 731, "pouring": 732, "contents": 733, "shielding": 734, "himself": 735, "trying": 736, "paper": 737, "block": 738, "shades": 739, "eyes": 740, "face": 741, "carrying": 742, "backs": 743, "sunny": 744, "nice": 745, "walk": 746, "stroll": 747, "Men": 748, "Smiling": 749, "rock": 750, "overalls": 751, "smiles": 752, "stony": 753, "collar": 754, "fallen": 755, "tree": 756, "leaps": 757, "log": 758, "jumped": 759, "stump": 760, "crossing": 761, "gathering": 762, "across": 763, "assembles": 764, "gentleman": 765, "hurrying": 766, "long-sleeved": 767, "bikes": 768, "body": 769, "river": 770, "barefooted": 771, "olive": 772, "shorts": 773, "grilling": 774, "hotdogs": 775, "propane": 776, "grill": 777, "plastic": 778, "sausages": 779, "prepares": 780, "he": 781, "grills": 782, "surface": 783, "field": 784, "scooter": 785, "attracts": 786, "attention": 787, "those": 788, "light": 789, "cross": 790, "skis": 791, "framed": 792, "pictures": 793, "displaying": 794, "skier": 795, "trees": 796, "artwork": 797, "sale": 798, "climbers": 799, "Seven": 800, "ascending": 801, "whilst": 802, "collage": 803, "cliff": 804, "gymnast": 805, "high": 806, "air": 807, "balance": 808, "beam": 809, "leotard": 810, "doing": 811, "gymnastics": 812, "audience": 813, "soars": 814, "wheeler": 815, "pool": 816, "ATV": 817, "rubber": 818, "atv": 819, "miniature": 820, "lawn": 821, "quad": 822, "truck": 823, "filled": 824, "cotton": 825, "substance": 826, "pile": 827, "wool": 828, "loading": 829, "load": 830, "headscarf": 831, "scenic": 832, "view": 833, "bay": 834, "pay": 835, "binoculars": 836, "viewing": 837, "deck": 838, "mounted": 839, "telescope": 840, "windbreaker": 841, "though": 842, "rooftop": 843, "uses": 844, "ticket": 845, "stuck": 846, "plane": 847, "examining": 848, "airplane": 849, "nose": 850, "Large": 851, "away": 852, "sprinkler": 853, "chases": 854, "hose": 855, "happily": 856, "supermarket": 857, "daughter": 858, "grocery": 859, "store": 860, "stroller": 861, "catch": 862, "thrown": 863, "nearby": 864, "ready": 865, "flying": 866, "mouth": 867, "after": 868, "colored": 869, "Guy": 870, "covering": 871, "part": 872, "booth": 873, "sweater": 874, "get": 875, "hiking": 876, "forest": 877, "where": 878, "partially": 879, "wilderness": 880, "hikers": 881, "resting": 882, "patch": 883, "facial": 884, "cabinet": 885, "doors": 886, "long-sleeve": 887, "under": 888, "middle-aged": 889, "beard": 890, "handmade": 891, "creation": 892, "floor": 893, "reading": 894, "father": 895, "grown": 896, "son": 897, "camping": 898, "trip": 899, "wild": 900, "items": 901, "bearded": 902, "map": 903, "traveler": 904, "lake": 905, "lone": 906, "duck": 907, "swimming": 908, "several": 909, "waves": 910, "facing": 911, "skyline": 912, "waters": 913, "big": 914, "infant": 915, "being": 916, "male": 917, "pond": 918, "care": 919, "along": 920, "newborn": 921, "Couple": 922, "shelter": 923, "bicycles": 924, "curved": 925, "roof": 926, "wagon": 927, "nighttime": 928, "dome": 929, "beside": 930, "lab": 931, "tags": 932, "This": 933, "splashing": 934, "surf": 935, "splashes": 936, "drilling": 937, "frozen": 938, "ice": 939, "hole": 940, "fishing": 941, "making": 942, "turn": 943, "soft": 944, "sandy": 945, "climber": 946, "scaling": 947, "picks": 948, "scale": 949, "waterfall": 950, "Climber": 951, "meadow": 952, "ocean": 953, "path": 954, "attire": 955, "shovels": 956, "all": 957, "shoveling": 958, "roads": 959, "sidewalks": 960, "wedding": 961, "flowers": 962, "reception": 963, "smile": 964, "cutting": 965, "snowmobile": 966, "riders": 967, "helmets": 968, "goggles": 969, "clearing": 970, "snowmobiles": 971, ";": 972, "left": 973, "right": 974, "winter": 975, "jackets": 976, "ski": 977, "gather": 978, "Group": 979, "carries": 980, "wet": 981, "item": 982, "rows": 983, "vegetables": 984, "sell": 985, "vegetable": 986, "harvest": 987, "lay": 988, "blankets": 989, "market": 990, "Villagers": 991, "selling": 992, "crops": 993, "These": 994, "very": 995, "onions": 996, "band": 997, "singer": 998, "tattoos": 999, "In": 1000, "crowded": 1001, "concert": 1002, "approaching": 1003, "shouting": 1004, "microphone": 1005, "listening": 1006, "sings": 1007, "sign": 1008, "says": 1009, "13": 1010, "punk": 1011, "rocker": 1012, "screaming": 1013, "stage": 1014, "short": 1015, "blond-hair": 1016, "striped": 1017, "skateboard": 1018, "skateboarding": 1019, "skate": 1020, "trick": 1021, "life": 1022, "rowing": 1023, "canoe": 1024, "kayak": 1025, "gentle": 1026, "ride": 1027, "seems": 1028, "be": 1029, "laughing": 1030, "porch": 1031, "straight": 1032, "ladies": 1033, "site": 1034, "Construction": 1035, "workers": 1036, "installing": 1037, "post": 1038, "house": 1039, "atop": 1040, "younger": 1041, "luggage": 1042, "billboard": 1043, "suitcase": 1044, "advertisement": 1045, "picture": 1046, "airport": 1047, "sleeves": 1048, "couch": 1049, "napping": 1050, "long-haired": 1051, "Boy": 1052, "shoulders": 1053, "mom": 1054, "mother": 1055, "During": 1056, "gay": 1057, "pride": 1058, "parade": 1059, "hold": 1060, "flags": 1061, "show": 1062, "support": 1063, "march": 1064, "color": 1065, "Oriental": 1066, "fish": 1067, "cigarette": 1068, "match": 1069, "stare": 1070, "vendor": 1071, "prepare": 1072, "stock": 1073, "looked": 1074, "upon": 1075, "prepared": 1076, "red-hair": 1077, "singing": 1078, "red-haired": 1079, "skirt": 1080, "tank": 1081, "flowing": 1082, "song": 1083, "college-aged": 1084, "individuals": 1085, "-": 1086, "females": 1087, "steps": 1088, "Multiple": 1089, "school": 1090, "Lab": 1091, "late": 1092, "Black": 1093, "captures": 1094, "driveway": 1095, "catching": 1096, "courtyard": 1097, "snaps": 1098, "lunges": 1099, "kneeling": 1100, "hockey": 1101, "goal": 1102, "guarding": 1103, "Hockey": 1104, "goalie": 1105, "crouches": 1106, "rink": 1107, "backpack": 1108, "sculpture": 1109, "reads": 1110, "newspaper": 1111, "office": 1112, "statue": 1113, "toddler": 1114, "fenced": 1115, "patio": 1116, "grabs": 1117, "bars": 1118, "saying": 1119, "let": 1120, "me": 1121, "Toddler": 1122, "railings": 1123, "Little": 1124, "wanting": 1125, "tarp": 1126, "enter": 1127, "tent": 1128, "hut": 1129, "iced": 1130, "kneels": 1131, "hill": 1132, "skyscraper": 1133, "distance": 1134, "Behind": 1135, "matching": 1136, "turban": 1137, "African": 1138, "local": 1139, "pushes": 1140, "fruits": 1141, "fruit": 1142, "oriental": 1143, "produce": 1144, "plate": 1145, "blond-haired": 1146, "bites": 1147, "treat": 1148, "eats": 1149, "pizza": 1150, "tin": 1151, "dish": 1152, "biting": 1153, "baked": 1154, "good": 1155, "rocks": 1156, "center": 1157, "electric": 1158, "helmet": 1159, "swinging": 1160, "bat": 1161, "tennis": 1162, "softball": 1163, "hits": 1164, "directly": 1165, "downwards": 1166, "striking": 1167, "hitting": 1168, "but": 1169, "she": 1170, "missed": 1171, "batter": 1172, "drifting": 1173, "boat": 1174, "ferry": 1175, "balding": 1176, "stickers": 1177, "musician": 1178, "performance": 1179, "artist": 1180, "performs": 1181, "dirty": 1182, "unfinished": 1183, "lean": 1184, "spread": 1185, "cement": 1186, "tape": 1187, "applying": 1188, "trench": 1189, "smoothing": 1190, "urban": 1191, "bent": 1192, "opening": 1193, "Caucasian": 1194, "hooded": 1195, "lit": 1196, "dinner": 1197, "martini": 1198, "before": 1199, "dining": 1200, "fancy": 1201, "blanket": 1202, "relaxes": 1203, "laid": 1204, "herself": 1205, "cloudy": 1206, "solitary": 1207, "evening": 1208, "One": 1209, "Person": 1210, "dim": 1211, "poses": 1212, "photographed": 1213, "cream": 1214, "photographs": 1215, "strapless": 1216, "gown": 1217, "photographer": 1218, "takes": 1219, "10": 1220, "throng": 1221, "taking": 1222, "well": 1223, "teens": 1224, "sad": 1225, "expression": 1226, "crying": 1227, "knoll": 1228, "what": 1229, "appears": 1230, "beans": 1231, "hilltop": 1232, "overlooking": 1233, "valley": 1234, "mountainside": 1235, "check": 1236, "rest": 1237, "ledge": 1238, "hang": 1239, "overlook": 1240, "tourists": 1241, "trail": 1242, "nature": 1243, "Many": 1244, "footbridge": 1245, "shows": 1246, "arched": 1247, "jersey": 1248, "boats": 1249, "rafts": 1250, "inflatable": 1251, "kayakers": 1252, "have": 1253, "conversation": 1254, "telling": 1255, "were": 1256, "peeling": 1257, "corn": 1258, "listen": 1259, "elder": 1260, "oboe": 1261, "purple": 1262, "percussion": 1263, "spectators": 1264, "made": 1265, "bamboo": 1266, "Gray-haired": 1267, "wind": 1268, "11": 1269, "wear": 1270, "such": 1271, "skiing": 1272, "backpacks": 1273, "paddles": 1274, "blocks": 1275, "door": 1276, "leading": 1277, "snowshoes": 1278, "quietly": 1279, "story": 1280, "was": 1281, "igloo": 1282, "player": 1283, "avoid": 1284, "shortly": 1285, "catches": 1286, "team": 1287, "members": 1288, "attempting": 1289, "catcher": 1290, "knee": 1291, "score": 1292, "run": 1293, "tag": 1294, "base": 1295, "runner": 1296, "foreground": 1297, "shown": 1298, "bricks": 1299, "material": 1300, "panting": 1301, "scaffolding": 1302, "huge": 1303, "blank": 1304, "earphones": 1305, "30": 1306, "subway": 1307, "shopping": 1308, "bags": 1309, "crosses": 1310, "crosswalk": 1311, "multiple": 1312, "numerous": 1313, "television": 1314, "fast": 1315, "takeout": 1316, "TV": 1317, "Chinese": 1318, "Six": 1319, "Asians": 1320, "eat": 1321, "balances": 1322, "assorted": 1323, "pineapples": 1324, "bananas": 1325, "balancing": 1326, "shovel": 1327, "deep": 1328, "whole": 1329, "supported": 1330, "3": 1331, "much": 1332, "American": 1333, "peers": 1334, "bandanna": 1335, "graphic": 1336, "smoke": 1337, "handkerchief": 1338, "task": 1339, "tub": 1340, "forested": 1341, "woods": 1342, "rises": 1343, "vat": 1344, "pictured": 1345, "so": 1346, "must": 1347, "ask": 1348, "bigger": 1349, "sleepy": 1350, "arms": 1351, "someones": 1352, "individual": 1353, "varying": 1354, "beads": 1355, "decorations": 1356, "cultural": 1357, "native": 1358, "gazes": 1359, "donning": 1360, "necklaces": 1361, "shells": 1362, "member": 1363, "tribe": 1364, "intently": 1365, "tribal": 1366, "piercings": 1367, "lots": 1368, "jewelry": 1369, "warrior": 1370, "sword": 1371, "training": 1372, "gear": 1373, "fight": 1374, "wields": 1375, "rolling": 1376, "hills": 1377, "dried": 1378, "bed": 1379, "littered": 1380, "rocky": 1381, "walls": 1382, "dense": 1383, "Hikers": 1384, "treks": 1385, "upward": 1386, "creek": 1387, "stopping": 1388, "breath": 1389, "cool": 1390, "strewn": 1391, "stream": 1392, "badge": 1393, "guard": 1394, "lighted": 1395, "white-haired": 1396, "empty": 1397, "duty": 1398, "museum": 1399, "Security": 1400, "colorful": 1401, "dresses": 1402, "washing": 1403, "Indian": 1404, "saris": 1405, "separate": 1406, "pair": 1407, "flip-flops": 1408, "kneel": 1409, "squatting": 1410, "plants": 1411, "sandals": 1412, "crouch": 1413, "phones": 1414, "shrubbery": 1415, "summer": 1416, "soccer": 1417, "backyard": 1418, "spring": 1419, "black-haired": 1420, "tile": 1421, "skateboarder": 1422, "platform": 1423, "skateboarders": 1424, "laugh": 1425, "fun": 1426, "shake": 1427, "teenager": 1428, "trolley": 1429, "move": 1430, "mass": 1431, "transit": 1432, "announcement": 1433, "communicating": 1434, "walkie": 1435, "talkie": 1436, "family": 1437, "paddling": 1438, "paddle": 1439, "kayaking": 1440, "shallow": 1441, "handbag": 1442, "spreads": 1443, "put": 1444, "cobblestone": 1445, "bluish": 1446, "bag": 1447, "likely": 1448, "descent": 1449, "gold": 1450, "joy": 1451, "sweaters": 1452, "khaki": 1453, "wine": 1454, "displayed": 1455, "upscale": 1456, "Food": 1457, "plates": 1458, "wineglasses": 1459, "rack": 1460, "elegant": 1461, "serving": 1462, "pajamas": 1463, "pillow": 1464, "Children": 1465, "constructions": 1466, "seat": 1467, "steel": 1468, "mixer": 1469, "mixing": 1470, "mud": 1471, "puddle": 1472, "tube": 1473, "oncoming": 1474, "signaling": 1475, "hailing": 1476, "taxi": 1477, "pamphlet": 1478, "book": 1479, "brochure": 1480, "Child": 1481, "jogging": 1482, "could": 1483, "marathon": 1484, "joggers": 1485, "stones": 1486, "diving": 1487, "dive": 1488, "descends": 1489, "elevator": 1490, "Light": 1491, "light-colored": 1492, "bathing": 1493, "only": 1494, "pale": 1495, "lounges": 1496, "basin": 1497, "soaking": 1498, "plaid": 1499, "sleeps": 1500, "climbed": 1501, "branches": 1502, "watched": 1503, "than": 1504, "climb": 1505, "It": 1506, "soldier": 1507, "asleep": 1508, "belt": 1509, "Pink": 1510, "shirted": 1511, "wrapped": 1512, "flipping": 1513, "pancake": 1514, "flinging": 1515, "extremely": 1516, "skillet": 1517, "awe": 1518, "Firefighters": 1519, "emergency": 1520, "uniforms": 1521, "upwards": 1522, "firefighters": 1523, "responding": 1524, "firemen": 1525, "event": 1526, "few": 1527, "firetruck": 1528, "firetrucks": 1529, "lights": 1530, "Firemen": 1531, "stationed": 1532, "various": 1533, "activities": 1534, "things": 1535, "order": 1536, "reach": 1537, "ceiling": 1538, "stripe": 1539, "warning": 1540, "boots": 1541, "newsstand": 1542, "packed": 1543, "magazines": 1544, "candy": 1545, "products": 1546, "counter": 1547, "magazine": 1548, "clerk": 1549, "merchandise": 1550, "earth": 1551, "creating": 1552, "track": 1553, "closely": 1554, "surveying": 1555, "dig": 1556, "dry": 1557, "jean": 1558, "this": 1559, "fists": 1560, "closed": 1561, "dough": 1562, "bakery": 1563, "fat": 1564, "baker": 1565, "rubs": 1566, "flour": 1567, "tired": 1568, "makes": 1569, "bread": 1570, "relaxing": 1571, "conversing": 1572, "shade": 1573, "tropical": 1574, "trunks": 1575, "outstretched": 1576, "swim": 1577, "landscape": 1578, "hiker": 1579, "bluff": 1580, "mountains": 1581, "snow-covered": 1582, "mountain": 1583, "pauses": 1584, "mountaintop": 1585, "Kids": 1586, "mound": 1587, "backhoe": 1588, "racing": 1589, "puddles": 1590, "curve": 1591, "race": 1592, "bicyclers": 1593, "rounding": 1594, "spraying": 1595, "wheels": 1596, "Bikers": 1597, "sharp": 1598, "compete": 1599, "T-shirt": 1600, "biking": 1601, "Elderly": 1602, "cane": 1603, "bends": 1604, "bush": 1605, "short-sleeve": 1606, "surgeon": 1607, "teal": 1608, "scrubs": 1609, "surgery": 1610, "doctor": 1611, "nurses": 1612, "operation": 1613, "surgical": 1614, "staff": 1615, "patient": 1616, "low": 1617, "cut": 1618, "Frisbee": 1619, "SUV": 1620, "pickup": 1621, "terrain": 1622, "chasing": 1623, "Doberman": 1624, "just": 1625, "threw": 1626, "bowling": 1627, "lane": 1628, "pins": 1629, "alley": 1630, "including": 1631, "balls": 1632, "lanes": 1633, "finished": 1634, "throwing": 1635, "mule": 1636, "trough": 1637, "desert": 1638, "shining": 1639, "weathered": 1640, "donkey": 1641, "horse": 1642, "relax": 1643, "nap": 1644, "pamphlets": 1645, "cover": 1646, "displays": 1647, "information": 1648, "covers": 1649, "bicycling": 1650, "multicolor": 1651, "helmeted": 1652, "incoming": 1653, "Giants": 1654, "swings": 1655, "pitch": 1656, "throw": 1657, "javelin": 1658, "teenage": 1659, "balloons": 1660, "lined": 1661, "hot": 1662, "desk": 1663, "books": 1664, "everywhere": 1665, "cluttered": 1666, "stacks": 1667, "telephone": 1668, "brunette": 1669, "shoulder": 1670, "lighting": 1671, "candle": 1672, "flame": 1673, "folded": 1674, "bracelet": 1675, "hunched": 1676, "kind": 1677, "vigil": 1678, "squat": 1679, "mall": 1680, "district": 1681, "strolls": 1682, "pedals": 1683, "quickly": 1684, "BMX": 1685, "eight": 1686, "darkened": 1687, "foam": 1688, "ramp": 1689, "soapy": 1690, "cleaned": 1691, "suds": 1692, "clean": 1693, "bubbles": 1694, "raft": 1695, "swimsuits": 1696, "themselves": 1697, "cruise": 1698, "ship": 1699, "partying": 1700, "Dozens": 1701, "floral": 1702, "bikini": 1703, "goofing": 1704, "straw": 1705, "kicks": 1706, "cowboy": 1707, "Teenagers": 1708, "brake": 1709, "slides": 1710, "slide": 1711, "wading": 1712, "toys": 1713, "floating": 1714, "falling": 1715, "sliding": 1716, "tubes": 1717, "come": 1718, "wetsuit": 1719, "While": 1720, "droplets": 1721, "fly": 1722, "throws": 1723, "countryside": 1724, "heading": 1725, "passing": 1726, "pedestrian": 1727, "rickety": 1728, "overflowing": 1729, "pick": 1730, "cooks": 1731, "hamburgers": 1732, "customers": 1733, "chefs": 1734, "burgers": 1735, "sticking": 1736, "tongue": 1737, "sticks": 1738, "silly": 1739, "make": 1740, "sparks": 1741, "workman": 1742, "welding": 1743, "I": 1744, "chain": 1745, "link": 1746, "decides": 1747, "piggyback": 1748, "apartment": 1749, "complex": 1750, "gives": 1751, "shaped": 1752, "riverbank": 1753, "volleyball": 1754, "tries": 1755, "shot": 1756, "opposing": 1757, "professional": 1758, "missing": 1759, "still": 1760, "Volleyball": 1761, "railroad": 1762, "coveralls": 1763, "tracks": 1764, "Emergency": 1765, "fire": 1766, "barrel": 1767, "horses": 1768, "contained": 1769, "lead": 1770, "assembling": 1771, "repairing": 1772, "tram": 1773, "rails": 1774, "gentlemen": 1775, "caps": 1776, "engine": 1777, "rusted": 1778, "VW": 1779, "beetle": 1780, "classic": 1781, "rustic": 1782, "Volkswagen": 1783, "beat": 1784, "sort": 1785, "project": 1786, "own": 1787, "cleaner": 1788, "frame": 1789, "sands": 1790, "shelf": 1791, "apron": 1792, "bagged": 1793, "chalkboard": 1794, "menu": 1795, "skinny": 1796, "smaller": 1797, "bulldog": 1798, "sheepdog": 1799, "boxer": 1800, "sizes": 1801, "dock": 1802, "electrical": 1803, "mask": 1804, "He": 1805, "fingernails": 1806, "carefully": 1807, "mascara": 1808, "reddish": 1809, "applies": 1810, "eyelashes": 1811, "tiled": 1812, "closeup": 1813, "paws": 1814, "rests": 1815, "lying": 1816, "artificial": 1817, "harness": 1818, "indoor": 1819, "Looks": 1820, "everyone": 1821, "gas": 1822, "here": 1823, "these": 1824, "scooters": 1825, "!": 1826, "motor": 1827, "fashion": 1828, "Japanese": 1829, "motorcycles": 1830, "Asia": 1831, "helicopter": 1832, "land": 1833, "airfield": 1834, "scaffold": 1835, "positions": 1836, "either": 1837, "scarves": 1838, "assembled": 1839, "hall": 1840, "mingling": 1841, "Lots": 1842, "costumes": 1843, "party": 1844, "ring": 1845, "inflated": 1846, "played": 1847, "stir": 1848, "fries": 1849, "bottles": 1850, "frying": 1851, "salmon": 1852, "pop": 1853, "approached": 1854, "flamboyant": 1855, "feathered": 1856, "sequined": 1857, "feather": 1858, "crosscountry": 1859, "skiers": 1860, "woodland": 1861, "wooded": 1862, "Skiiers": 1863, "spectacles": 1864, "diligently": 1865, "tool": 1866, "sharpening": 1867, "knife": 1868, "stoop": 1869, "fills": 1870, "paperwork": 1871, "notebook": 1872, "utility": 1873, "fix": 1874, "Pedestrians": 1875, "dressy": 1876, "clasps": 1877, "lap": 1878, "lavender": 1879, "formal": 1880, "short-haired": 1881, "boardwalk": 1882, "sea": 1883, "pier": 1884, "cricket": 1885, "youth": 1886, "laughs": 1887, "antique": 1888, "automobile": 1889, "canister": 1890, "hood": 1891, "old-fashioned": 1892, "draft": 1893, "n": 1894, "pony": 1895, "golden": 1896, "pull": 1897, "sleigh": 1898, "driven": 1899, "carriage": 1900, "pulling": 1901, "sled": 1902, "forrest": 1903, "peach": 1904, "happy": 1905, "flat": 1906, "sheer": 1907, "steep": 1908, "rappels": 1909, "incline": 1910, "bathed": 1911, "cave": 1912, "backpackers": 1913, "drawing": 1914, "chalk": 1915, "portrait": 1916, "elaborate": 1917, "pretending": 1918, "Illinois": 1919, "aiming": 1920, "odd": 1921, "playfully": 1922, "kicked": 1923, "shoe": 1924, "heads": 1925, "expressions": 1926, "African-American": 1927, "classroom": 1928, "complected": 1929, "raising": 1930, "excitement": 1931, "sewing": 1932, "sowing": 1933, "fist": 1934, "raised": 1935, "extended": 1936, "t-shirts": 1937, "motorcycle": 1938, "peppers": 1939, "pepper": 1940, "farm": 1941, "bell": 1942, "buying": 1943, "weaving": 1944, "loom": 1945, "afternoon": 1946, "rocking": 1947, "blowing": 1948, "container": 1949, "blown": 1950, "sprayed": 1951, "fountains": 1952, "fountain": 1953, "tunnel": 1954, "course": 1955, "obstacle": 1956, "barbecuing": 1957, "print": 1958, "swimsuit": 1959, "handrail": 1960, "soaked": 1961, "jet": 1962, "shower": 1963, "gets": 1964, "swims": 1965, "underwater": 1966, "redheaded": 1967, "pillows": 1968, "cushion": 1969, "stuffing": 1970, "sofa": 1971, "sucks": 1972, "ripped": 1973, "aims": 1974, "fireplace": 1975, "pointed": 1976, "polka": 1977, "dotted": 1978, "barefoot": 1979, "jagged": 1980, "gestures": 1981, "includes": 1982, "discussion": 1983, "drinks": 1984, "rider": 1985, "flies": 1986, "pine": 1987, "Rider": 1988, "rural": 1989, "contraption": 1990, "removing": 1991, "stack": 1992, "similar": 1993, "folding": 1994, "helping": 1995, "beyond": 1996, "speaks": 1997, "dusk": 1998, "wand": 1999, "bubble": 2000, "solution": 2001, "petals": 2002, "blows": 2003, "ATVs": 2004, "wheel": 2005, "drive": 2006, "harvested": 2007, "cornfield": 2008, "airborne": 2009, "four-wheeler": 2010, "hit": 2011, "hammer": 2012, "blow": 2013, "closes": 2014, "square": 2015, ":": 2016, "lifts": 2017, "fingers": 2018, "spatula": 2019, "if": 2020, "done": 2021, "opposite": 2022, "flip": 2023, "messy": 2024, "cast": 2025, "iron": 2026, "perfect": 2027, "collecting": 2028, "garbage": 2029, "picking": 2030, "trashcan": 2031, "s": 2032, "hugging": 2033, "cow": 2034, "visible": 2035, "sisters": 2036, "visiting": 2037, "Farm": 2038, "docking": 2039, "guiding": 2040, "awaiting": 2041, "arrival": 2042, "cardigan": 2043, "bald": 2044, "talks": 2045, "microphones": 2046, "fans": 2047, "elephant": 2048, "shack": 2049, "structures": 2050, "called": 2051, "village": 2052, "camouflage": 2053, "auto": 2054, "repair": 2055, "mexican": 2056, "headlamp": 2057, "amid": 2058, "display": 2059, "sells": 2060, "incense": 2061, "tending": 2062, "countries": 2063, "scouts": 2064, "nations": 2065, "types": 2066, "world": 2067, "crib": 2068, "tipped": 2069, "yelling": 2070, "halfway": 2071, "tucked": 2072, "Small": 2073, "shop": 2074, "scoop": 2075, "scoops": 2076, "scooping": 2077, "freezer": 2078, "customer": 2079, "cafe": 2080, "stools": 2081, "quick": 2082, "bite": 2083, "wrong": 2084, "direction": 2085, "american": 2086, "surrounding": 2087, "braids": 2088, "colors": 2089, "paints": 2090, "clouds": 2091, "aerodynamic": 2092, "cows": 2093, "cyclist": 2094, "biker": 2095, "pedaling": 2096, "denim": 2097, "amounts": 2098, "thumb": 2099, "button-up": 2100, "microscope": 2101, "laboratory": 2102, "affection": 2103, "escalator": 2104, "embracing": 2105, "kissing": 2106, "probably": 2107, "rugby": 2108, "lifted": 2109, "teammates": 2110, "competitor": 2111, "similarly": 2112, "tackle": 2113, "reaches": 2114, "victory": 2115, "will": 2116, "opponents": 2117, "Rugby": 2118, "attempt": 2119, "defending": 2120, "wheelbarrows": 2121, "barrels": 2122, "constructing": 2123, "adorned": 2124, "headbands": 2125, "Teens": 2126, "Native": 2127, "Americans": 2128, "feathers": 2129, "surprised": 2130, "taken": 2131, "fall": 2132, "sling": 2133, "shelves": 2134, "tea": 2135, "case": 2136, "waits": 2137, "served": 2138, "printed": 2139, "lottery": 2140, "tickets": 2141, "Street": 2142, "vendors": 2143, "wares": 2144, "fetch": 2145, "pounces": 2146, "fashioned": 2147, "cheeks": 2148, "lips": 2149, "steadies": 2150, "aim": 2151, "cello": 2152, "violin": 2153, "scantily": 2154, "handsome": 2155, "step": 2156, "Brazilian": 2157, "author": 2158, "scarf": 2159, "thin": 2160, "reclines": 2161, "beaded": 2162, "necklace": 2163, "sound": 2164, "funky": 2165, "teams": 2166, "named": 2167, "David": 2168, "protect": 2169, "scoring": 2170, "prevent": 2171, "rod": 2172, "glowing": 2173, "technician": 2174, "best": 2175, "safe": 2176, "maker": 2177, "firing": 2178, "gigantic": 2179, "oven": 2180, "&": 2181, "curb": 2182, "Collie": 2183, "court": 2184, "teaching": 2185, "flaming": 2186, "torches": 2187, "performer": 2188, "craft": 2189, "performers": 2190, "interested": 2191, "tricks": 2192, "following": 2193, "brother": 2194, "shoes": 2195, "smooth": 2196, "stacking": 2197, "Gap": 2198, "funny": 2199, "cone": 2200, "cookie": 2201, "mugs": 2202, "hangs": 2203, "Eastern": 2204, "humans": 2205, "poster": 2206, "Speedo": 2207, "underneath": 2208, "midst": 2209, "motorbike": 2210, "moped": 2211, "motorcyclist": 2212, "ridding": 2213, "streets": 2214, "alcohol": 2215, "card": 2216, "beverages": 2217, "layers": 2218, "diet": 2219, "Coke": 2220, "warm": 2221, "Pabst": 2222, "Blue": 2223, "Ribbon": 2224, "backdrop": 2225, "attached": 2226, "frog": 2227, "sprays": 2228, "cafeteria": 2229, "diner": 2230, "rough": 2231, "round": 2232, "underground": 2233, "passage": 2234, "drain": 2235, "bird": 2236, "sunflower": 2237, "seeds": 2238, "clinging": 2239, "finger": 2240, "lines": 2241, "progress": 2242, "sidelines": 2243, "receive": 2244, "you": 2245, "overlooks": 2246, "cityscape": 2247, "trailer": 2248, "solar": 2249, "cell": 2250, "device": 2251, "camper": 2252, "vehicles": 2253, "close": 2254, "RV": 2255, "wades": 2256, "guided": 2257, "Muslim": 2258, "directions": 2259, "sari": 2260, "playful": 2261, "elevated": 2262, "bank": 2263, "jogger": 2264, "passes": 2265, "branch": 2266, "tight": 2267, "fitting": 2268, "athlete": 2269, "handlebars": 2270, "maybe": 2271, "how": 2272, "teach": 2273, "bucket": 2274, "pointing": 2275, "maintenance": 2276, "does": 2277, "handstand": 2278, "sheets": 2279, "upside": 2280, "cones": 2281, "worked": 2282, "repairs": 2283, "grinding": 2284, "operate": 2285, "completing": 2286, "snowboard": 2287, "surfboard": 2288, "palm": 2289, "golf": 2290, "golfer": 2291, "club": 2292, "tiger": 2293, "putt": 2294, "Blond": 2295, "trophy": 2296, "joyfully": 2297, "worn": 2298, "off-road": 2299, "motorbikes": 2300, "follow": 2301, "hamburger": 2302, "closing": 2303, "drawer": 2304, "cuts": 2305, "knee-high": 2306, "nude": 2307, "naked": 2308, "helps": 2309, "wave": 2310, "garment": 2311, "star": 2312, "Baby": 2313, "France": 2314, "jewelery": 2315, "pleasant": 2316, "adobe": 2317, "propped": 2318, "Topless": 2319, "navy": 2320, "reclining": 2321, "newlywed": 2322, "church": 2323, "football": 2324, "number": 2325, "coast": 2326, "sweatpants": 2327, "physical": 2328, "activity": 2329, "pretty": 2330, "attach": 2331, "pieces": 2332, "carpentry": 2333, "carnival": 2334, "Green": 2335, "labeled": 2336, "exhibit": 2337, "festival": 2338, "daughters": 2339, "moment": 2340, "briefcase": 2341, "mirrored": 2342, "somewhere": 2343, "businessman": 2344, "shit": 2345, "somewhat": 2346, "shaved": 2347, "collared": 2348, "chicken": 2349, "poverty": 2350, "fabrics": 2351, "woven": 2352, "rugs": 2353, "rain": 2354, "rug": 2355, "forward": 2356, "hauling": 2357, "mouths": 2358, "Both": 2359, "retrieve": 2360, "tug": 2361, "chew": 2362, "bottled": 2363, "tilted": 2364, "spiked": 2365, "waterway": 2366, "peaceful": 2367, "knit": 2368, "stocking": 2369, "vegetation": 2370, "Brown": 2371, "splash": 2372, "attractive": 2373, "drop": 2374, "entertainment": 2375, "pretend": 2376, "interact": 2377, "swimmers": 2378, "kelp": 2379, "seaweed": 2380, "pinstripe": 2381, "furry": 2382, "attempts": 2383, "itself": 2384, "snows": 2385, "self": 2386, "placed": 2387, "cardboard": 2388, "drill": 2389, "workbench": 2390, "Roller": 2391, "derby": 2392, "action": 2393, "rollerskate": 2394, "roller": 2395, "rollerskaters": 2396, "bouncing": 2397, "beds": 2398, "bedroom": 2399, "chainsaw": 2400, "presses": 2401, "saw": 2402, "hoodie": 2403, "shadowy": 2404, "figure": 2405, "handwritten": 2406, "Welcome": 2407, "posted": 2408, "doorway": 2409, "entering": 2410, "On": 2411, "snowboarder": 2412, "slope": 2413, "slopes": 2414, "brightly": 2415, "strolling": 2416, "New": 2417, "opened": 2418, "bringing": 2419, "shoppers": 2420, "horseshoe": 2421, "blacksmith": 2422, "stores": 2423, "cheerleaders": 2424, "kept": 2425, "our": 2426, "cheering": 2427, "Cheerleaders": 2428, "cheerleading": 2429, "industrial": 2430, "shut": 2431, "delivery": 2432, "exiting": 2433, "strip": 2434, "stepping": 2435, "dreadlocks": 2436, "kilt": 2437, "cheek": 2438, "kisses": 2439, "bar": 2440, "signals": 2441, "roll": 2442, "gesture": 2443, "stool": 2444, "single": 2445, "cuddling": 2446, "Blond-haired": 2447, "Family": 2448, "ahead": 2449, "gravel": 2450, "greenery": 2451, "suspension": 2452, "pulled": 2453, "passengers": 2454, "stretch": 2455, "hugs": 2456, "pig": 2457, "bicyclist": 2458, "sundress": 2459, "reflection": 2460, "spandex": 2461, "groceries": 2462, "checkout": 2463, "checking": 2464, "canyon": 2465, "travelers": 2466, "grand": 2467, "Grand": 2468, "Canyon": 2469, "freight": 2470, "box": 2471, "photographing": 2472, "lens": 2473, "plant": 2474, "headset": 2475, "jogs": 2476, "roots": 2477, "liner": 2478, "supplies": 2479, "garage": 2480, "plaque": 2481, "desperately": 2482, "hides": 2483, "computers": 2484, "hide": 2485, "give": 2486, "hiding": 2487, "brushes": 2488, "Jesus": 2489, "Christ": 2490, "bronze": 2491, "statues": 2492, "job": 2493, "brush": 2494, "statute": 2495, "figures": 2496, "ages": 2497, "upright": 2498, "clutch": 2499, "rags": 2500, "tells": 2501, "landmark": 2502, "able": 2503, "would": 2504, "use": 2505, "wire": 2506, "4": 2507, "ladders": 2508, "boulder": 2509, "paintbrush": 2510, "grins": 2511, "logo": 2512, "T-shirts": 2513, "chopped": 2514, "woodworking": 2515, "stunts": 2516, "ollie": 2517, "bridges": 2518, "indigenous": 2519, "Numerous": 2520, "may": 2521, "african": 2522, "Bicyclists": 2523, "bikers": 2524, "town": 2525, "York": 2526, "City": 2527, "bib": 2528, "cries": 2529, "expressing": 2530, "emotion": 2531, "Shirtless": 2532, "horse-drawn": 2533, "toned": 2534, "fabric": 2535, "flip-flop": 2536, "fluffy": 2537, "practices": 2538, "bats": 2539, "tee": 2540, "batting": 2541, "cage": 2542, "lift": 2543, "shish": 2544, "paisley": 2545, "7": 2546, "kabobs": 2547, "kabob": 2548, "bungee": 2549, "cord": 2550, "tethered": 2551, "socks": 2552, "juggles": 2553, "knives": 2554, "whose": 2555, "entertainer": 2556, "consists": 2557, "hairnet": 2558, "unicycle": 2559, "juggling": 2560, "amusement": 2561, "juggler": 2562, "doctors": 2563, "hospital": 2564, "masks": 2565, "Doctors": 2566, "Medical": 2567, "professionals": 2568, "style": 2569, "pail": 2570, "spins": 2571, "hike": 2572, "hillside": 2573, "pitchfork": 2574, "gardening": 2575, "landscaping": 2576, "preparation": 2577, "upcoming": 2578, "season": 2579, "collected": 2580, "rake": 2581, "concentrating": 2582, "suspenders": 2583, "figurine": 2584, "mannequin": 2585, "conductor": 2586, "Train": 2587, "operator": 2588, "stopped": 2589, "places": 2590, "carrots": 2591, "casserole": 2592, "marching": 2593, "trumpet": 2594, "materials": 2595, "learning": 2596, "animals": 2597, "zoo": 2598, "Employees": 2599, "discussing": 2600, "man-made": 2601, "launch": 2602, "calmly": 2603, "friend": 2604, "upset": 2605, "tray": 2606, "samples": 2607, "waitress": 2608, "offers": 2609, "patrons": 2610, "Starbucks": 2611, "barista": 2612, "offering": 2613, "sledge": 2614, "plain": 2615, "baskets": 2616, "loaves": 2617, "stacked": 2618, "bricked": 2619, "pilot": 2620, "leaving": 2621, "houses": 2622, "adjacent": 2623, "plugs": 2624, "swimmer": 2625, "clips": 2626, "moves": 2627, "submerged": 2628, "horizontally": 2629, "laptop": 2630, "possibly": 2631, "pages": 2632, "laptops": 2633, "engaged": 2634, "involving": 2635, "pit": 2636, "Christmas": 2637, "tee-shirt": 2638, "festive": 2639, "Rock": 2640, "written": 2641, "bottom": 2642, "doll": 2643, "princess": 2644, "dolls": 2645, "trampoline": 2646, "flips": 2647, "somersault": 2648, "exercise": 2649, "washes": 2650, "medium-sized": 2651, "bath": 2652, "bin": 2653, "leap": 2654, "fleece": 2655, "had": 2656, "tote": 2657, "digs": 2658, "wheelchairs": 2659, "searching": 2660, "parents": 2661, "controlling": 2662, "operates": 2663, "atrium": 2664, "hallway": 2665, "within": 2666, "buy": 2667, "Various": 2668, "furniture": 2669, "objects": 2670, "primitive": 2671, "congested": 2672, "disaster": 2673, "culinary": 2674, "dishes": 2675, "pot": 2676, "pots": 2677, "cooked": 2678, "legs": 2679, "sprawled": 2680, "tip": 2681, "passenger": 2682, "stirring": 2683, "flowered": 2684, "stirs": 2685, "cook": 2686, "carried": 2687, "flute": 2688, "presenting": 2689, "birthday": 2690, "celebrating": 2691, "farmers": 2692, "goods": 2693, "root": 2694, "mountaineer": 2695, "wrestling": 2696, "wrestle": 2697, "repairman": 2698, "planting": 2699, "tug-of-war": 2700, "Old": 2701, "grandmother": 2702, "athletes": 2703, "tops": 2704, "routine": 2705, "acrobatics": 2706, "troop": 2707, "What": 2708, "crow": 2709, "Yong": 2710, "trash": 2711, "blurry": 2712, "wires": 2713, "elmo": 2714, "Elmo": 2715, "brushing": 2716, "combing": 2717, "girlfriend": 2718, "general": 2719, "seating": 2720, "dimly": 2721, "kitten": 2722, "slices": 2723, "fixes": 2724, "chopping": 2725, "piercing": 2726, "grin": 2727, "dramatic": 2728, "grimacing": 2729, "grimaces": 2730, "Friends": 2731, "geyser": 2732, "computer": 2733, "gambling": 2734, "games": 2735, "rolled": 2736, "frisbee": 2737, "Metal": 2738, "protective": 2739, "weld": 2740, "blowtorch": 2741, "rust": 2742, "build": 2743, "castle": 2744, "builds": 2745, "copies": 2746, "castles": 2747, "sculptures": 2748, "wide": 2749, "fields": 2750, "movie": 2751, "theater": 2752, "pant": 2753, "approach": 2754, "Busy": 2755, "Closeup": 2756, "gum": 2757, "receives": 2758, "fencing": 2759, "instruction": 2760, "teacher": 2761, "potential": 2762, "opponent": 2763, "gaze": 2764, "dummy": 2765, "fences": 2766, "forms": 2767, "act": 2768, "squirt": 2769, "squirting": 2770, "guns": 2771, "inground": 2772, "casual": 2773, "session": 2774, "apparel": 2775, "shoreline": 2776, "pillar": 2777, "decorated": 2778, "arch": 2779, "awning": 2780, "six": 2781, "poolside": 2782, "adolescent": 2783, "Restaurant": 2784, "copper": 2785, "employees": 2786, "aprons": 2787, "pacifier": 2788, "goose": 2789, "power": 2790, "Spectators": 2791, "alike": 2792, "pushed": 2793, "strollers": 2794, "twin": 2795, "Parents": 2796, "carts": 2797, "robe": 2798, "laundry": 2799, "muddy": 2800, "3rd": 2801, "watering": 2802, "hoses": 2803, "pour": 2804, "environment": 2805, "filling": 2806, "appear": 2807, "excavating": 2808, "ruins": 2809, "sporting": 2810, "Florida": 2811, "despite": 2812, "crushing": 2813, "downtown": 2814, "Colored": 2815, "try": 2816, "first": 2817, "goes": 2818, "chase": 2819, "Eleven": 2820, "uphill": 2821, "shaded": 2822, "hikes": 2823, "examines": 2824, "leaned": 2825, "wheelbarrow": 2826, "coats": 2827, "drummers": 2828, "stilts": 2829, "drums": 2830, "pads": 2831, "variety": 2832, "early": 2833, "twenties": 2834, "skills": 2835, "freshly": 2836, "text": 2837, "beverage": 2838, "description": 2839, "meat": 2840, "Customers": 2841, "browse": 2842, "deli": 2843, "clown": 2844, "fake": 2845, "brings": 2846, "scissors": 2847, "trimming": 2848, "nails": 2849, "detailed": 2850, "eyeglasses": 2851, "wiping": 2852, "sponge": 2853, "overgrown": 2854, "dusty": 2855, "region": 2856, "desktop": 2857, "observing": 2858, "curtains": 2859, "screen": 2860, "belly": 2861, "stomach": 2862, "sledding": 2863, "dune": 2864, "locking": 2865, "(": 2866, "expensive": 2867, "perhaps": 2868, "retail": 2869, "wipes": 2870, "hoists": 2871, "monitoring": 2872, "umbrella": 2873, "commercial": 2874, "backlit": 2875, "mural": 2876, "graffiti": 2877, "leather": 2878, "push": 2879, "homeless": 2880, "money": 2881, "asking": 2882, "begging": 2883, "Homeless": 2884, "peak": 2885, "nearing": 2886, "await": 2887, "equipped": 2888, "packs": 2889, "Skiers": 2890, "ascends": 2891, "narrow": 2892, "ridge": 2893, "crab": 2894, "decide": 2895, "wants": 2896, "mixed": 2897, "sex": 2898, "lobster": 2899, "bibs": 2900, "dine": 2901, "leg": 2902, "landing": 2903, "entertaining": 2904, "dances": 2905, "dozen": 2906, "lunch": 2907, "dragon": 2908, "puppet": 2909, "dinosaur": 2910, "aged": 2911, "amount": 2912, "start": 2913, "footprints": 2914, "benches": 2915, "lamp": 2916, "guests": 2917, "Bride": 2918, "Groom": 2919, "service": 2920, "examine": 2921, "flowery": 2922, "refreshment": 2923, "Gentleman": 2924, "Bird": 2925, "eye": 2926, "couples": 2927, "pigeons": 2928, "clustered": 2929, "bust": 2930, "aerial": 2931, "boarding": 2932, "Commuters": 2933, "rush": 2934, "embedded": 2935, "highchair": 2936, "seats": 2937, "daycare": 2938, "fed": 2939, "services": 2940, "India": 2941, "speech": 2942, "monitor": 2943, "keyboard": 2944, "San": 2945, "piano": 2946, "stretched": 2947, "polo": 2948, "khakis": 2949, "Nike": 2950, "visor": 2951, "finishes": 2952, "occupied": 2953, "common": 2954, "belts": 2955, "bare": 2956, "classmates": 2957, "Female": 2958, "weapon": 2959, "attack": 2960, "patiently": 2961, "demonstrates": 2962, "Ice": 2963, "Cream": 2964, "vending": 2965, "stall": 2966, "tussle": 2967, "Dogs": 2968, "dangling": 2969, "suspended": 2970, "sibling": 2971, "cute": 2972, "Inside": 2973, "gymnasium": 2974, "battle": 2975, "sparring": 2976, "Martial": 2977, "gym": 2978, "sport": 2979, "tower": 2980, "tiles": 2981, "chipping": 2982, "Eight": 2983, "hammers": 2984, "'re": 2985, "rimmed": 2986, "sandwiches": 2987, "establishment": 2988, "slanted": 2989, "adjusts": 2990, "social": 2991, "amidst": 2992, "wander": 2993, "maze": 2994, "cubes": 2995, "rectangular": 2996, "cartwheel": 2997, "kart": 2998, "asphalt": 2999, "paneled": 3000, "iMac": 3001, "fisherman": 3002, "perched": 3003, "oars": 3004, "rowboat": 3005, "jumpsuit": 3006, "often": 3007, "used": 3008, "clubs": 3009, "bowler": 3010, "flannel": 3011, "cards": 3012, "Taking": 3013, "cans": 3014, "meals": 3015, "styled": 3016, "edges": 3017, "walked": 3018, "parasailing": 3019, "parachute": 3020, "towing": 3021, "trumpets": 3022, "major": 3023, "begin": 3024, "policemen": 3025, "officers": 3026, "minivan": 3027, "cameras": 3028, "smocks": 3029, "unison": 3030, "points": 3031, "find": 3032, "glove": 3033, "mitt": 3034, "begins": 3035, "thick": 3036, "second": 3037, "digging": 3038, "trucks": 3039, "crew": 3040, "roadwork": 3041, "mechanical": 3042, "apart": 3043, "ponytail": 3044, "length": 3045, "silk": 3046, "button": 3047, "gallery": 3048, "tends": 3049, "been": 3050, "fell": 3051, "leafless": 3052, "highway": 3053, "juice": 3054, "share": 3055, "spoon": 3056, "bowls": 3057, "chopsticks": 3058, "cookout": 3059, "asians": 3060, "heels": 3061, "whistle": 3062, "knees": 3063, "hunting": 3064, "call": 3065, "test": 3066, "lip": 3067, "audio": 3068, "control": 3069, "DJ": 3070, "adjusting": 3071, "earrings": 3072, "booths": 3073, "weeds": 3074, "checkered": 3075, "checked": 3076, "measuring": 3077, "participating": 3078, "indian": 3079, "headband": 3080, "misses": 3081, "Tennis": 3082, "backhand": 3083, "doubles": 3084, "point": 3085, "seal": 3086, "clothesline": 3087, "stares": 3088, "Capris": 3089, "peeks": 3090, "teddy": 3091, "bear": 3092, "sucking": 3093, "rickshaw": 3094, "thumbs": 3095, "hes": 3096, "supervision": 3097, "bulldozer": 3098, "help": 3099, "retaining": 3100, "punch": 3101, "technique": 3102, "position": 3103, "strong": 3104, "pinned": 3105, "pain": 3106, "padded": 3107, "referees": 3108, "MMA": 3109, "defensive": 3110, "prayer": 3111, "clapping": 3112, "garments": 3113, "gathers": 3114, "pray": 3115, "farmer": 3116, "shops": 3117, "mingle": 3118, "space": 3119, "well-dressed": 3120, "extravagant": 3121, "shares": 3122, "Girls": 3123, "soda": 3124, "aluminum": 3125, "Korean": 3126, "then": 3127, "Hispanic": 3128, "roasting": 3129, "ribbon": 3130, "winning": 3131, "cooler": 3132, "makeup": 3133, "hatted": 3134, "lobby": 3135, "breathing": 3136, "overpass": 3137, "bookshelf": 3138, "compact": 3139, "papers": 